[{"isHeader":true,"text":"A"},{"isHeader":false,"glossaire":"Aménorrhée","descript":"Chez la femme: absence de règles, mentruations, lunes"},{"isHeader":false,"glossaire":"Ampho-cholérétique","descript":"Qui régularise la cholérèse = la fabrication de bile"},{"isHeader":false,"glossaire":"Analgésique","descript":"Qui suprimme la douleur ou provoque une insensibilité à la douleur"},{"isHeader":false,"glossaire":"Angio-protecteur","descript":"Qui renforce la résistance des capillaires sanguins donc protégeant veines et artère, et limitant les oedèmes et hématomes"},{"isHeader":false,"glossaire":"Antalgique","descript":"correspondent à une variété de substances ou et médicaments (appelés également analgésiques), qui permettent d'atténuer, voire de supprimer la douleur"},{"isHeader":false,"glossaire":"Antalgique","descript":"Qui calme ou diminue la douleur"},{"isHeader":false,"glossaire":"Anti-arythmique","descript":"Qui combat les irrégularités du rythme cardiaque"},{"isHeader":false,"glossaire":"Anti-asthénique","descript":"Qui lutte contre la fatigue"},{"isHeader":false,"glossaire":"Anti-athéromateux","descript":"Qui prévient la formation d'athérome: accumulation de graisses, glucides, sang et minéraux dans les artères"},{"isHeader":false,"glossaire":"Anti-émétique","descript":"Qui agit contre les vomissements et les nausées"},{"isHeader":false,"glossaire":"Anti-exsudatif","descript":"Qui combat le suitement d'un liquide organique à travers les parois de son 'réservoir naturel'"},{"isHeader":false,"glossaire":"Anti-helminthque ou anthelminthique","descript":"Qui tue les vers intestinaux (les helminthes) = vermifuge"},{"isHeader":false,"glossaire":"Anti-inflammatoire","descript":"substance utilisée pour lutter contre l'inflammation, processus de défense de l'organisme face à une agression, caractérisé par les signes de chaleur, douleur, rougeur et tuméfaction. On distingue classiquement les anti-inflammatoires stéroïdiens (type cortisone) des anti-inflammatoires non stéroïdiens."},{"isHeader":false,"glossaire":"Anti-inflammatoire","descript":"Qui diminue l'inflammation dans l'organisme"},{"isHeader":false,"glossaire":"Anti-prurigineux","descript":"Qui lutte contre les démangeaisons"},{"isHeader":false,"glossaire":"Anti-spasmodique ou spasmolytique","descript":"Capacité à combattre les spasmes: contractures, crampes, convulsions, contractions involonaires des muscles. Les plantes antispasmodiques sont utilisées dans les spasmes digestifs, les douleurs à type de coliques hépatiques ou coliques néphrétiques, les spasmes utérins che la femme, les crampes, la toux spasmodique (coqueluche par exemple), des spasmes nerveux..."},{"isHeader":false,"glossaire":"Antiarythmique","descript":"substances qui visent à corriger les irrégularités du rythme cardiaque"},{"isHeader":false,"glossaire":"Antiasthénique","descript":"contre un état de fatigue"},{"isHeader":false,"glossaire":"Antihelminthique ou anthelminthique","descript":"antiparasitaires"},{"isHeader":false,"glossaire":"Antiprurigineux","descript":"calme les démangeaisons"},{"isHeader":false,"glossaire":"Antipyrétique","descript":"contre la fièvre"},{"isHeader":false,"glossaire":"Antispasmodique ou spasmolytique","descript":"calme ou neutralise les contractions involontaires des muscles. Les plantes antispasmodiques sont utilisées dans les spasmes digestifs, les douleurs à type de coliques hépatiques ou coliques néphrétiques, et les douleurs utérines de la femme."},{"isHeader":false,"glossaire":"Anxiolytique","descript":"ce terme signifie 'qui apaise l'anxiété ou l'angoisse'. Les plantes ou les médicaments utilisés pour lutter contre l'anxiété ou l'angoisse et leurs différentes manifestations : ce sont par exemple les benzodiazépines, le méprobamate, l'hydroxyzine, les barbituriques et certains antihistaminiques."},{"isHeader":false,"glossaire":"Anxiolytique","descript":"Qui est capable d'apaiser l'anxiété; Des substances naturelles des plantes ont la propriété d'être anxiolytique, et certains classes de médicaments également"},{"isHeader":false,"glossaire":"Apéritif","descript":"Qui ouvre l'appétit"},{"isHeader":false,"glossaire":"Artériosclérose","descript":"Induration plus ou moins marquée des artères"},{"isHeader":false,"glossaire":"Asthénie","descript":"Fatigue physique"},{"isHeader":false,"glossaire":"Astringent","descript":"Qui resssere les tissus vivants par la propriété de produire une crispation des muqueuses, pouvant ainsi faciliter leur cicatrisation"},{"isHeader":false,"glossaire":"Astringent- astringente","descript":"Se dit d'une substance qui resserre et assèche les tissus, et peut faciliter leur cicatrisation. Se dit d'un vin trop chargé en tanins et qui resserre les papilles gustatives."},{"isHeader":false,"glossaire":"Athérosclérose","descript":"Forme d'artériosclérose avec athérome à l'intérieur des la paroi du vaisseau"},{"isHeader":true,"text":"B"},{"isHeader":false,"glossaire":"Bactéricide","descript":"Qui détruit les bactéries"},{"isHeader":false,"glossaire":"Bactériostatique","descript":"Qui stoppe la multiplication des bactérie sans les détruire"},{"isHeader":false,"glossaire":"Béchique","descript":"Qui est propre à guérir les maux de poitrine, surtout la toux."},{"isHeader":false,"glossaire":"Béchique","descript":"Qui agit sur la toux en la calmant"},{"isHeader":false,"glossaire":"Bradicardisant","descript":"Qui provoque une diminution du rythme cardiaque"},{"isHeader":true,"text":"C"},{"isHeader":false,"glossaire":"Candidose","descript":"Une candidose est une infection fongique causée par des levures du genre Candida. Le terme peut désigner tout une gamme de manifestations pathologiques ayant pour facteurs ces champignons levuriformes."},{"isHeader":false,"glossaire":"Candidose","descript":"Infection fongique causée par des levures (plusieurs genre dpnt le genre Candida albicans). Ce terme peut désigner tout une gamme de manifestations pathologiques ayant pour facteurs ces champignons levuriformes : démangeaisons, prurit, desquamation de la peau, inflammation des muqueuses intestinales..."},{"isHeader":false,"glossaire":"Carminatif","descript":"Qui permet d'éliminer les gaz intestinaux"},{"isHeader":false,"glossaire":"Catarrhe","descript":"Inflammation aiguë ou chronique d'une muqueuse, surtout dans les voies aériennes supérieures (nez, pharynx), avec hypersécrétion non purulente de ses glandes."},{"isHeader":false,"glossaire":"Cholagogue","descript":"provoque la vidange de la vésicule biliaire"},{"isHeader":false,"glossaire":"Cholagogue","descript":"Qui permet la vidange de la vésicule biliaire dans l'intestin"},{"isHeader":false,"glossaire":"Cholécystopathie","descript":"affections de la vésicule biliaire"},{"isHeader":false,"glossaire":"Cholérétique","descript":"augmente la sécrétion de bile"},{"isHeader":false,"glossaire":"Cholérétique","descript":"Qui stimule la fabrication de la bile par les cellules du foie"},{"isHeader":false,"glossaire":"Colite","descript":"maladie inflammatoire chronique du gros intestin (côlon). L'inflammation débute le plus souvent au niveau du rectum, mais peut s'étendre à l'ensemble du côlon."},{"isHeader":false,"glossaire":"Colite","descript":"Inflammation chronique du côlon appelé aussi gros intestin.L'inflammation débute le plus souvent au niveau du rectum, mais peut s'étendre à l'ensemble du côlon."},{"isHeader":false,"glossaire":"Colopathie","descript":"trouble fréquent qui affecte le gros intestin (côlon). La colopathie provoque souvent des crampes, des douleurs abdominales, des ballonnements gazeux, de la diarrhée ainsi que de la constipation."},{"isHeader":false,"glossaire":"Colopathie","descript":"Trouble qui affecte le côlon (ou gros intestin). Elle provoque souvent des crampes, des douleurs abdominales, des ballonnements gazeux, de la diarrhée ou de constipation, voire une alternance de diarrhée et de constipation"},{"isHeader":true,"text":"D"},{"isHeader":false,"glossaire":"Dépuratif","descript":"Qui purifie l'organisme en stimulant les émonctoires et favorise donc l'élimination des toxines de l'organisme. Les émonctoires sont le foie, les reins, les Intestins, les poumons, la peau"},{"isHeader":false,"glossaire":"Diurétique","descript":"Qui augmente l'excrétion urinaire"},{"isHeader":false,"glossaire":"Dyskinésie","descript":"Anomalie de l'activité musculaire se traduisant par la survenue de mouvements anormaux ou par une gêne dans les mouvements volontaires, leur conférant un aspect anormal."},{"isHeader":false,"glossaire":"Dyskinésie","descript":"Trouble de l'activité motrice caractérisée par des spasmes, des crampes, conduisant à un fonctionnement anormal d'un muscle ou d'un organe (par exemple la vésicule biliaire)"},{"isHeader":false,"glossaire":"Dysménorrhée","descript":"Menstruations, règles, lunes douloureuses"},{"isHeader":false,"glossaire":"Dyspepsie","descript":"correspond à un ensemble de symptômes de douleur ou de malaise épigastrique dont l’origine se situerait au niveau de l'estomac ou des structures proches. Ces troubles sont fréquents, chroniques ou ponctuels, pouvant être liés à des causes variées, organique et fonctionnelle."},{"isHeader":false,"glossaire":"Dyspepsie","descript":"Difficulté à digérer; ceci correspond à un ou plusieurs symptômes d'encombrement, de douleur ou de malaise gastriques. Ces troubles sont chroniques ou ponctuels et peuvent avoir des origines très diverses, organiques, fonctionnelles ou psychosomatiques."},{"isHeader":true,"text":"E"},{"isHeader":false,"glossaire":"Emétique","descript":"qui fait vomir"},{"isHeader":false,"glossaire":"Emétique","descript":"Qui fait vomir"},{"isHeader":false,"glossaire":"Emménagogue","descript":"chez la femme provoque les règles"},{"isHeader":false,"glossaire":"Emménagogue","descript":"Chez la femme: qui favorise ou provoque la venue des règles, des lunes, des mentruations"},{"isHeader":false,"glossaire":"Entérite","descript":"Inflammation de l'intestin"},{"isHeader":false,"glossaire":"Eréthisme","descript":"augmentation anormale de l’activité d’un organe"},{"isHeader":false,"glossaire":"Eupeptique","descript":"Qui facilite la digestion (= digestif)"},{"isHeader":false,"glossaire":"Expectorant","descript":"Qui facilite l'expulsion des sécrétions trachéo-bronchiques en augmentant leur volume et en favorisant le transport muco-ciliaire"},{"isHeader":true,"text":"F"},{"isHeader":false,"glossaire":"Fébrifuge","descript":"Qui fait tomber la fièvre"},{"isHeader":true,"text":"G"},{"isHeader":false,"glossaire":"Galactogène","descript":"Qui provoque ou favorise la sécrétion de lait"},{"isHeader":false,"glossaire":"Gastrique","descript":"Qui est propre à l'estomac"},{"isHeader":true,"text":"H"},{"isHeader":false,"glossaire":"Hémolytique","descript":"détruit les globules rouges"},{"isHeader":false,"glossaire":"Hémostatique","descript":"arrête les saignements"},{"isHeader":false,"glossaire":"Hémostatique","descript":"Qui arrête les saignements"},{"isHeader":false,"glossaire":"Hyper-uricémie","descript":"Désigne un taux excessif d'acide urique dans le sang (conduisant souvent à la crise de goutte)"},{"isHeader":false,"glossaire":"Hypertrophie","descript":"Excès de développement d'un organe ou d'une partie du corps"},{"isHeader":false,"glossaire":"Hyperuricémie","descript":"excès d’acide urique dans le sang, c’est que l’on appelle crise de goutte"},{"isHeader":false,"glossaire":"Hypo-cholestérolémiant","descript":"Qui diminue le taux de cholestérol dans le sang"},{"isHeader":false,"glossaire":"Hypo-glycémiant","descript":"Qui abaisse le taux de sucre dans le sang"},{"isHeader":false,"glossaire":"Hypo-lipémiant","descript":"Qui diminue le taux de lipides totaux dans le plasma"},{"isHeader":false,"glossaire":"Hypo-tenseur","descript":"Qui abaisse la tension artérielle"},{"isHeader":false,"glossaire":"Hypo-triglycéridémiant","descript":"Qui diminue le taux de triglycérides dans le sang"},{"isHeader":false,"glossaire":"Hypoglycémiant","descript":"fait baisser le taux de glucides (sucre) dans le sang"},{"isHeader":false,"glossaire":"Hypolipidémiant","descript":"fait baisser le taux de lipides (graisses) dans le sang"},{"isHeader":true,"text":"I"},{"isHeader":false,"glossaire":"Inflammation","descript":"Processus de défense de l'organisme face à une agression, caractérisé par des signes de chaleur, douleur, rougeur et tuméfaction"},{"isHeader":false,"glossaire":"Ischémie","descript":"Une ischémie correspond à une diminution de la vascularisation artérielle, donc de l'apport sanguin, au niveau d'une zone plus ou moins étendue d'un tissu ou d'un organe."},{"isHeader":false,"glossaire":"Ischémie","descript":"Diminution de l'apport sanguin à un organe qui prive les cellules d'apport en oxygène et entraîne leur nécrose"},{"isHeader":true,"text":"L"},{"isHeader":false,"glossaire":"Laxatif","descript":"Qui facilite l'évacuation des selles = purgatif doux"},{"isHeader":false,"glossaire":"Leucorrhée","descript":"écoulement vaginal non sanglant"},{"isHeader":false,"glossaire":"Leucorrhée","descript":"Ecoulement par la vulve d'un liquide blanchâtre du à une sécrétion anormale au niveau de l'utérus et du vagin, appelé aussi pertes blanches"},{"isHeader":false,"glossaire":"Lithiase","descript":"Formation de calculs dans une glande, les canaux excréteurs d'une glande, une cavité de l'organisme, pouvant entraîner des troubles graves accompagnés de douleurs violentes : coliques néphrétiques, coliques hépatiques. Synon. gravelle (vx).Lithiase cholédocienne, salivaire, vésiculaire; lithiase rénale."},{"isHeader":false,"glossaire":"Lithiase","descript":"Formation de calculs dans une glande, les canaux excréteurs d'une glande, une cavité de l'organisme: lithiase biliaire, lithiase vésiculaire, lithiase rénale, lithiase salivaire...Les lithiases peuvent entraîner des troubles graves accompagnés de douleurs violentes lorsque le calcul migre dans les canaux : coliques néphrétiques, coliques hépatiques. On parle aussi de calculs, ou de gravelle (petit cailloux, petite pierre)"},{"isHeader":false,"glossaire":"Lutéotrope:","descript":"Qui régularise la sécrétion ovarienne de progestérone; la deuxième partie du cycle féminin est appelé phase lutéale"},{"isHeader":false,"glossaire":"Lymphoedème","descript":"désigne une accumulation plus ou moins importante de liquide lymphatique dans les tissus conjonctifs après une rupture ou une obstruction du système lymphatique. Le plus souvent, cette rétention se concentre au niveau de la graisse sous-cutanée. Le système lymphatique a pour rôle d'assurer le drainage efficace des surplus d'eau et de protéines issus du système sanguin. Le lymphoedème occasionne un gonflement de la peau généralement auniveau des bras ou des jambes mais peut survenir dans d'autres parties du corps."},{"isHeader":true,"text":"M"},{"isHeader":false,"glossaire":"Métrorragie","descript":"saignement vaginal en dehors des règles"},{"isHeader":false,"glossaire":"Métrorragie","descript":"Saignement vaginal en dehors des règles"},{"isHeader":false,"glossaire":"Myorelaxant","descript":"Qui favorise le relâchement musculaire"},{"isHeader":true,"text":"O"},{"isHeader":false,"glossaire":"Orexigène","descript":"se dit d’un produit capable de stimuler ou d’augmenter l’appétit de quelqu'un en vue de lui faire prendre du poids ; en cas d’anorexie par exemple."},{"isHeader":true,"text":"P"},{"isHeader":false,"glossaire":"Pectoral","descript":"Par extension du sens de pectoral qui désigne la poitrine (dérivé du latin pectus et pectoralis) au XVI e siècle les produits servant à combattre les affections pulmonaires et bronchiques ont pris le nom de pectoraux. Les modes formulations sont diverses, sirops, pâtes, pastilles, tisanes"},{"isHeader":false,"glossaire":"Pectoral","descript":"Qui exerce une action bénéfique sur les affections broncho-pulmonaires (par dérivé du mot perctoral qui signie poitrine dans l'ancien français). Une plante pectorale est donc béchique, anti-spasmodique et expectorante"},{"isHeader":false,"glossaire":"Pharmacopée","descript":"recueil officiel des substances entrant dans la composition des médicaments à la disposition des médecins. Les premières pharmacopées remontent à l’IIIè millénaire av. J.–C."},{"isHeader":false,"glossaire":"Pharmacopée","descript":"Recueil officiel des substances entrant dans la composition des médicaments à la disposition des médecins. Les premières pharmacopées remontent au 3ième millénaire av. J.–C."},{"isHeader":false,"glossaire":"Prophylaxie","descript":"En médecine, une prophylaxie désigne le processus actif ou passif ayant pour but de prévenir l'apparition, la propagation ou l'aggravation d'une maladie. Le terme fait aussi bien référence à des procédés médicamenteux qu'à des campagnes de prévention ou à des « bonnes pratiques » adaptées."},{"isHeader":false,"glossaire":"Purgatif","descript":"remède qui a la propriété de purger, de nettoyer, de faciliter les évacuations intestinales. C'est le nom générique des médicaments qui déterminent des évacuations alvines. On divise les purgatifs en laxatifs, cathartiques et drastiques."},{"isHeader":false,"glossaire":"Purgatif","descript":"Qui accélère fortement le transit et l'évacuation des selles, et, par ce biais, purge l'organisme, le nettoie. Une plante peut être purgative légère, on parle alors de laxative, ou purgative drastique"},{"isHeader":true,"text":"R"},{"isHeader":false,"glossaire":"Radio-protecteur","descript":"Qui protège des effets nocifs de la radiothérapie"},{"isHeader":false,"glossaire":"Résolutif","descript":"Qui réduit ou fait disparaitre une inflammaton, un engorgement"},{"isHeader":false,"glossaire":"Rubéfiant","descript":"Qui provoque une irritation et une rougeur passagère de la peau"},{"isHeader":true,"text":"S"},{"isHeader":false,"glossaire":"Séborrhée","descript":"La séborrhée est un phénomène de sécrétion exagérée de sébum par les glandes sébacées de la peau."},{"isHeader":false,"glossaire":"Séborrhée","descript":"Phénomène de sécrétion exagérée de sébum par les glandes sébacées de la peau"},{"isHeader":false,"glossaire":"Stéatose","descript":"Accumulation de graisse (tri-glycérides) dans la cellule hépatique conduisant à la pathologie du 'foie gras'"},{"isHeader":false,"glossaire":"Stomachique","descript":"Qui aide à la digestion en favorisant le travail de l'estomac"},{"isHeader":false,"glossaire":"Sudorifique","descript":"qui augmente la sudation, transpiration"},{"isHeader":false,"glossaire":"Sudorifique","descript":"qui stimule la transpiration, la sudation"},{"isHeader":true,"text":"T"},{"isHeader":false,"glossaire":"Tonique amer","descript":"Plante qui facilite la digestion par ses principes amers; une plante tonique amer a donc les propriétés d'être apéritive, stomachique et carminative"},{"isHeader":true,"text":"U"},{"isHeader":false,"glossaire":"Urémie","descript":"taux d’urée dans le sang"},{"isHeader":false,"glossaire":"Urémie","descript":"Teneur du sang en urée"},{"isHeader":false,"glossaire":"Uricémie","descript":"Teneur du sang en acide urique"},{"isHeader":true,"text":"V"},{"isHeader":false,"glossaire":"Vasculo-protecteur","descript":"Qui protège les vaisseaux sanguins, en général par augmentation de leur résistance et / ou par diminution de leur perméabilité"},{"isHeader":false,"glossaire":"Vasoconstricteur","descript":"est une substance qui agit de façon à rétrécir les vaisseaux sanguins, c'est-à-dire à rétrécir leur lumen. Les vasoconstricteurs sont utilisés cliniquement pour accroître la pression sanguine ou réduire localement le flot sanguin."},{"isHeader":false,"glossaire":"Vasoconstricteur","descript":"Qui provoque la diminution du diamètre d'un vaisseau sanguin par contraction de ses fibres musculaires. (Ils sont utilisés cliniquement pour accroître la pression sanguine ou réduire localement le flot sanguin)"},{"isHeader":false,"glossaire":"Vermifuge","descript":"Qui permet l'expulsion des vers = anthelminthique"},{"isHeader":false,"glossaire":"Vulnéraire","descript":"Qui guérit une blessure, une plaie; a donc les propriétés d'être anti-septique, anti-inflammatoire et cicatrisant"}]