[{"title":"Nature et Progrès pourquoi ?","associated":"Ces dernières années ont confirmé l’intérêt porté à l’agriculture biologique. La demande est en augmentation mais paradoxalement les surfaces françaises officiellement cultivées en bio peinent à décoller… Résultats d’un moindre engagement de la politique française d’hier et d’aujourd’hui, notamment sur les questions d’accès à la terre et de conversion. Aussi, Nature & Progrès continue à promouvoir le développement des circuits-courts et de l’approvisionnement local en réponse à la bio d’importation, aujourd’hui très présente sur les étals français. L’association reste vigilante et s’inquiète des dérapages d’une bio industrielle, motivée par les seuls intérêts économiques au détriment des valeurs écologiques et sociales intrinsèques à l’agriculture biologique."},{"title":"La charte Nature & Progrès","associated":"Si l’agriculture biologique officielle offre une garantie de pratiques plus respectueuses de l’environnement que l’agriculture conventionnelle, Nature & Progrès ne s’en contente pas. L’association estime que le seul respect de règles techniques ne peut empêcher les dérives et les impasses du système conventionnel (rentabilité et course au productivisme en tête).\nDans son souci d’une agriculture cohérente, Nature & Progrès attribue sa mention de façon globale à la fois à partir de cahiers des charges techniques mais également en fonction d’une charte, prenant en compte les aspects environnementaux, sociaux et économiques. Cette charte a pour toile de fond un projet de société basé sur des relations de convivialité et de proximité entre les hommes et leur milieu : une société humaniste, écologique et alternative."},{"title":"Cahier des charges","associated":"Pour pouvoir bénéficier officiellement aujourd’hui de l’appellation “bio”, un produit de provenance animale ou végétale doit répondre à des critères précis, consignés depuis 1991 dans les cahiers des charges européens de l’Agriculture Biologique. Ceux-ci sont contrôlés par des organismes certificateurs agréés (certification par tiers imposée par le règlement européen). Nature & Progrès gère quant à elle ses propres cahiers des charges indépendamment de la réglementation européenne. Ces cahiers des charges sont depuis 1964 co-construits et régulièrement mis à jour. Ils s’élaborent en concertation entre les adhérents professionnels et consommateurs. Nature & Progrès défend les Systèmes Participatifs de Garantie, alternative à la certification par tiers, garants de l’approche solidaire qu’intègre le mouvement de la Bio."},{"title":"Nature et Progrès, un projet, une force","associated":"Son projet de société, Nature & Progrès le défend notamment grâce au travail des groupes locaux qui composent la fédération. Ils organisent et proposent des conférences, des tables rondes, des visites de fermes et tissent le pays de manifestations, de marchés et de foires bio.\nLa force de Nature & Progrès réside pour beaucoup dans ses adhérents : elle regroupe des producteurs, des transformateurs et des consommateurs. La Fédération internationale d’agriculture biologique Nature & Progrès poursuit sa lutte contre l’intensification agricole, les OGM et les effets pervers du libéralisme mondial."},{"title":"Dates Clés "},{"title":"1964","associated":"Le 14 mars, des paysans, des consommateurs, des médecins, des agronomes et des nutritionnistes créent une association au service du développement de l'agrobiologie et une revue du même nom : Nature & Progrès."},{"title":"1968","associated":"Le premier congrès organisé à Bordeaux rassemble plus de 500 personnes. L’association compte alors 2 000 adhérents"},{"title":"1972","associated":"Création par Nature & Progrès du premier cahier des charges de l'agriculture biologique. Il concerne les productions végétales et pose les bases de l'attribution de la \"Mention\" Nature et Progrès.\nLa même année à son Congrès de Versailles, Nature & Progrès est à l’origine, avec d’autres partenaires mondiaux engagés comme elle dans l’alternative agricole, (dont la Soil Association- Grande Bretagne) de la création de la Fédération Internationale des Mouvements d'Agriculture Biologique (baptisée IFOAM : International  Federation of Organic Agriculture Movements). IFOAM devient l’organisation internationale des acteurs de la Bio, au sein de laquelle se côtoient interprofessions, organismes certificateurs, professionnels etc. Nature & Progrès en assurera le secrétariat durant les quatre premières années. Aujourd’hui, IFOAM regroupe environ 500 organisations dans 80 pays (voir www.ifoam.org )."},{"title":"1973","associated":"Premières attributions de la mention bio Nature et Progrès. L’agriculture biologique devient visible."},{"title":"1974","associated":"Nature & Progrès organise à Paris un Congrès international qui accueille 15 000 personnes, 170 journalistes et marque le début d'un courant écologiste dans l'opinion."},{"title":"1976","associated":"Nature & Progrès crée le salon Marjolaine à l’ancienne gare de la Bastille à Paris, premier salon grand public sur l'agriculture, l'alimentation biologique et l'écologie. Cette première édition de Marjolaine accueille 30 000 visiteurs. Un succès qui ne se démentira pas (550 exposants et 80 000 visiteurs en 2009).Nature & Progrès Belgique naît autour de Vincent Gobbe."},{"title":"1978","associated":"Les agronomes et les techniciens indépendants intéressés par les techniques agrobiologiques se regroupent dans l'Association des Conseillers indépendants en Agriculture Biologique (ACAB) et, à la demande de Nature & Progrès, jettent quelques années plus tard les bases d'un contrôle totalement indépendant de la gestion de la marque. Cette organisation autour des Commissions Mixtes d’Agrément et de Contrôle (COMAC) est à l’origine des Systèmes Participatifs de Garantie (SPG)."},{"title":"1980","associated":"Suite à l’engagement de Nature & Progrès et du courant Bio, la Loi d'Orientation Agricole reconnaît enfin \"l'agriculture n'utilisant pas de produits chimiques de synthèse\". Le décret du 10 mars 1981 met aussi en place une Commission nationale qui aura en charge l'homologation des cahiers des charges de l'agriculture biologique, impose le recours à des contrôles indépendants et réunit des groupes de travail (agrobiologistes et fonctionnaires) pour élaborer un cahier des charges cadre."},{"title":"1982","associated":"Nature & Progrès participe à la création de l’Institut Technique de l’Agriculture Biologique (ITAB, voir www.itab.asso.fr)."},{"title":"1986","associated":"Nature & Progrès obtient l‘homologation par les Pouvoirs Publics du premier cahier des charges privé dans le monde ainsi que son plan de contrôle ; les autres organisations obtiendront leur homologation deux ans plus tard."},{"title":"1992","associated":"Reconnaissance officielle de la Bio par la CEE qui publie le 1er règlement européen de l’Agriculture Biologique CEE 2092/91 qui devient la seule référence autorisée. Les organismes gestionnaires de marque (ceux qui ont été homologués en 1986 et 1988, dont N&P), habilités à identifier et à contrôler les produits bio devront abandonner ce rôle à des organismes de contrôle et de certification privés (les organismes certificateurs agréés)."},{"title":"1993","associated":"Nature & Progrès se détache de la certification, jugeant plus important de se consacrer au développement de l'agriculture biologique, ses surfaces et ses productions, en maintenant un niveau d’exigence élevé de ses cahiers des charges. Elle devient une marque collective indépendante."},{"title":"1995","associated":"Le syndicat des producteurs Nature & Progrès lance un mouvement de contestation à l’encontre du paiement du contrôle de la bio qu’il considère comme une mesure injuste de “non pollueur – payeur“. C’est l’opération de “Boycott de la certification de l‘agriculture biologique“."},{"title":"1997","associated":"Nature & Progrès poursuit l’édition les “Bonnes Adresses de la Bio“ (BAB) en collaboration avec d’autres organismes de la bio. Forte mobilisation contre les OGM, avec Greenpeace notamment."},{"title":"1998","associated":"Nature & Progrès rédige le premier cahier des charges “cosmétique et savonnerie“ français, qui contient également un référentiel “produits d’entretien“."},{"title":"1999","associated":"Devant le marché alléchant que représente désormais la bio, des acteurs peu scrupuleux s’engouffrent dans la niche. Pour protéger les consommateurs de cette “pseudo bio“, Nature & Progrès signe avec Biofranc, la Fesa, Simples et le Syndicat d'agriculture biodynamique “La charte des mouvements de la bio“. Jugeant particulièrement laxiste les règles européennes de l'élevage bio, l’association prend le contre-pied et actualise ses propres cahiers des charges qui s’en démarquent d’autant plus."},{"title":"2000","associated":"Nature & Progrès lance la campagne “Sauvons nos marchés” avec l’Institut pour la relocalisation de l’économie, vite rejoints par d’autres organisations (Confédération Paysanne, Attac…). La pétition lancée en protestation contre des normes non adaptées pour les petits producteurs et artisans recueille 120 000 signatures. Celle-ci demande la suspension de l’arrêté du 9 mai 1995 (traduction en droit français d’une directive européenne) jusqu’à ce que des règles mieux adaptées aux petites structures soient trouvées."},{"title":"2001","associated":"Refusant l’agriculture transgénique qui condamne la bio, Nature & Progrès lance une nouvelle campagne “La bio ou les OGM, il faut choisir“. Au nom de la santé humaine et environnementale, le respect du principe de précaution doit être appliqué pour lutter contre les OGM."},{"title":"2002","associated":"Poursuivant ses actions concrètes de défense de l’environnement, Nature & Progrès crée “l’association pour la régénération de la vigne“, en partenariat avec d’autres organisations (Le Mouvement de Culture Biodynamique, la Confédération Paysanne, la FNAB (Fédération Nationale d’Agriculture Biologique), le SNDSF (Syndicat National des Semences Fermières), Kokopelli, Germinance, Soin de la Terre, Vini Vitis Bio et le FIBL). Cette association permettra d’animer un réseau de savoirs et de savoir-faire."},{"title":"2003","associated":"Colloque sur les semences paysannes à Toulouse en février en collaboration avec la Confédération Paysanne, la FNAB, et le mouvement de culture Biodynamique. Grand succès auprès des producteurs, le colloque se termine par la déclaration d’Auzeville (création du Réseau Semences Paysannes, voir le site)."},{"title":"2005","associated":"IFOAM lance un projet d’expérimentation sur les systèmes de garantie en Europe. Quatre projets pilotes sont lancés, dont un porté en France par Nature & Progrès Tarn. Pour Nature & Progrès, l’enjeu est une prise de conscience de la pertinence des SPG pour la Bio de demain."},{"title":"fin 2005","associated":"la Commission Européenne souhaite abroger son 1er Règlement CEE 2092/91 de l’Agriculture Biologique. Ceci annonce déjà la fin de la Bio qu’on connaît et pratique en France. Le nouveau règlement signe la fin du cahier des charges français officiel concernant l’élevage biologique (REPAB-F). Pour l’agro-industrie et en réponse à la demande, la Bio s’oriente vers l’opportunité de faire des affaires. Le nouveau règlement vise à surtout favoriser les échanges commerciaux entre les pays européens et la concurrence au profit des plus gros."},{"title":"2006","associated":"Le projet de règlement européen est fortement critiqué par les organisations professionnelles. N&P lance l’alerte sur la baisse des exigences prévues dans ce nouveau règlement, notamment sur le droit à contaminer la Bio par les OGM et l’ouverture aux dérogations facilitant l’utilisation de pesticides chimiques de synthèse. Elle fait circuler une pétition contre ce nivellement par le bas dénaturant la Bio."},{"title":"2007","associated":"Le nouveau règlement européen de l’agriculture biologique (RCE n°834/2007) est adopté pour une mise en application le 1er janvier 2009. Il intègre le « paquet hygiène » basé sur le protocole normatif HACCP de l’industrie (maîtrise et contrôle des points à risques) qui peut devenir sous certains aspects un obstacle au respect des processus biologiques."},{"title":"2008","associated":"Le colloque international d’Agroécologie “Nourriture, Autonomie, Paysannerie“, co-organisé par N&P, se tient à l’université d’Albi en novembre. Un élan nouveau pour le courant agro-écologique."},{"title":"2009","associated":"Lors de son congrès annuel, IFOAM reconnait les Systèmes Participatifs de Garantie au même titre que la certification par tiers. Les commissions SPG avaient déjà été intégrées dans le Système de Garantie Biologique d’IFOAM depuis 2005. Les SPG ne bénéficient toujours pas d’une reconnaissance officielle en Europe malgré leur inclusion dans les réglementations Bio de plusieurs pays (Brésil, Australie, Nouvelle Zélande, Inde, Bolivie)."},{"title":"2010","associated":"Face aux dérives de la Bio, Nature & Progrès garde le cap. Elle actualise ses cahiers des charges et invite les consommateurs citoyens à s’impliquer dans les Systèmes Participatifs de Garantie, des visites de fermes aux débats de fond. La revue met en avant informations et découvertes autour de l’agro-écologie, les alternatives économiques et sociales. L’association compte 25 groupes locaux où se retrouvent adhérents consommateurs et professionnels, tous acteurs de la dynamique collective."}]